Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4006 Global High Risk Travel Assessment- Master Rev07-18-03-14.xlsx-omegat.tmx
Source language: en
Languages: es

source: Medical
es: Médico

source: Identified Risk Rank (HML)
es: Clasificación de los riesgos identificados (H = alto, M = medio, L = bajo)

source: Crime
es: Crimen

source: Kidnapping
es: Secuestro

source: Terrorism
es: Terrorismo

source: Civil, political unrest or armed conflict
es: Agitación civil o política o conflicto armado

source: Assess frequency of kidnappings, profile of targets, typical kidnappers' demands.
es: Evaluar la frecuencia de secuestros, perfil u objetivos y las demandas típicas de los secuestradores.

source: Assess frequency, geographical spread and level of sophistication of terrorist incidents.
es: Evaluar la frecuencia, alcance geográfico y nivel de complejidad de los actos terroristas.

source: Disease/Health Rating
es: Calificación de enfermedad/salud

source: Assess the risks of disease and environment.
es: Evaluar los riesgos de enfermedades y del entorno.

source: The crime rate is low and consists mostly of non-violent crimes of opportunity.
es: La tasa delictiva es baja y se compone en su mayoría de crímenes sin violencia.

source: Violent crime, if it occurs, is limited to well-defined areas not frequented by Golder personnel.
es: Los crímenes violentos, en caso de ocurrir, se limitan a áreas específicas que no son frecuentadas por el personal de Golder.

source: Risk Assessment Completed By:
es: Evaluación de riesgo elaborada por:

source: Project/Travel Location:
es: Ubicación del proyecto/destino del viaje:

source: [This document must be reassessed if travel occurs >1 Month from initial assessment document]
es: [Este documento debe reevaluarse si el viaje se hace más de un mes después de la evaluación inicial]

source: Risk Assessment Prepared Date:
es: Fecha de elaboración de la evaluación de riesgo:

source: Other
es: Otro

source: No active or potential civil or political unrest identified.
es: No se identifica agitación civil o política activa o potencial.

source: Crime occurs frequently and often involves violence, including in areas frequented by Golder employees.
es: Los crímenes son frecuentes y a menudo implican violencia, incluso en zonas frecuentadas por colaboradores de Golder.

source: Street crimes of opportunity are not uncommon but rarely involve violence.
es: Los delitos callejeros son frecuentes, pero generalmente no son violentos.

source: Threat is mostly loss of property rather than physical harm.
es: La amenaza suele estar relacionada con el robo más que con el daño físico.

source: Kidnapping is not uncommon, but most incidents involve short-term “express” kidnappings.
es: Los secuestros son relativamente frecuentes, pero la mayor parte de ellos se limitan a secuestros que tienen una corta duración (“express”).

source: Perpetrators have moderate monetary goals and are highly disposed to release victims unharmed.
es: Los secuestradores tienen motivos monetarios moderados y la disposición de liberar a las víctimas sin hacerles daño.

source: Frequent terrorist attacks -- several have been of high impact.
es: Ataques terroristas frecuentes, varios de los cuales han tenido gran impacto.

source: Perpetrators specifically target public areas and/or areas frequented by foreigners.
es: Los terroristas atacan específicamente lugares públicos o zonas frecuentadas por extranjeros.

source: Active or potential civil unrest, political unrest or armed conflict extending into Golder work area.
es: Agitación civil o política activa o potencial o conflicto armado que se extiende al área de trabajo de Golder.

source: Avoid prolonged exposure in public or travelling alone.
es: Evitar la exposición pública prolongada o viajar solo.

source: Remain in the hotel/residence for meals, etc.
es: Permanecer en el hotel/residencia para las comidas, etc.

source: Use security details to move about when away from the hotel/residence.
es: Usar la información de seguridad para desplazarse cuando esté alejado del hotel/residencia.

source: Airline has a rating in the Airline Risk Calculator of 4.00 - 5.99
es: La aerolínea tiene una clasificación de 4.00 - 5.99 en el calculador de riesgo de aerolíneas.

source: Airline has a rating in the Airline Risk Calculator of 6.00 - 10.00
es: La aerolínea tiene una clasificación de 6.00 - 10.00 en el calculador de riesgo de aerolíneas.

source: Airline has a rating in the Airline Risk Calculator of 0 - 3.99 or is not rated on the system.
es: La aerolínea tiene una clasificación de 0 - 3.99 en el calculador de riesgo de aerolíneas.

source: May be used without restriction
es: Puede usarse sin restricción.

source: Kidnapping is a common occurrence.
es: El secuestro es algo común.

source: Foreign travellers are equal-opportunity, or even sought-after, targets.
es: Los viajeros extranjeros corren el mismo riesgo o incluso son blancos buscados.

source: Kidnappers are motivated by political / monetary goals.
es: Los secuestradores están motivados por objetivos políticos o monetarios.

source: If no, why not?
es: Si es no, ¿por qué no?

source: Traveller's Name:
es: Nombre de quien viaja:

source: Traveller's Signature:
es: Firma de quien viaja:

source: Approver's Name:
es: Nombre de quien autoriza:

source: Approver's Signature:
es: Firma de quien autoriza:

source: Date Approved:
es: Fecha de autorización:

source: Date :
es: Fecha:

source: Project Manager Name
es: Nombre del Jefe de Proyecto

source: Project No:
es: N.º de proyecto:

source: Reason for travel:
es: Motivo del viaje:

source: Supervisor's Name:
es: Nombre del supervisor:

source: Supervisor's Signature:
es: Firma del supervisor:

source: Date:
es: Fecha:

source: Maintain awareness when in public places and when using public transport.
es: Estar atento en lugares públicos y al usar transporte público.

source: Remain up to date on local events.
es: Mantenerse al tanto de los acontecimientos locales.

source: Maintain awareness when travelling.
es: Estar atento al viajar.

source: Keep a low profile.
es: Mantener un perfil bajo.

source: Avoid known crime areas.
es: Evitar las zonas conocidas por su incidencia de crímenes.

source: Avoid protests, active protest areas or political discussions.
es: Evitar protestas, zonas de protesta activas o discusiones políticas.

source: Stay abreast of local events to avoid active protests.
es: Mantenerse al tanto de los acontecimientos locales para evitar protestas activas.

source: Traveller should recieve situational awareness/counter kidnap training.
es: Se debe capacitar a quienes viajan sobre conciencia situacional/medidas antisecuestro.

source: Travellers should be on location for no more than 4 days.
es: Los viajeros deben estar en el lugar no más de 4 días.

source: Should have a dedicated security trained driver.
es: Deben tener un conductor dedicado, capacitado en seguridad.

source: Limit public exposure.
es: Limitar la exposición pública.

source: Residual Risk Rank (HML)
es: Clasificación de riesgos residuales (H = alto, M = medio, L = bajo)

source: Possible Mitigating Controls (to be expanded on to address the specific risks involved)
es: Posibles controles de mitigación (a ampliarse para abordar riesgos específicos)

source: Additional controls (also to be included in HaSEP)
es: Controles adicionales (que deben incluirse en el HaSEP)

source: Active or anticipated natural disasters extending into Golder work area.
es: Desastres naturales activos o previstos que se extienden al área de trabajo de Golder.

source: Earthquake, tsunami, landslide, flood, fire, volcano, etc.
es: Terremoto, tsunami, deslizamiento, inundación, incendio, erupción, etc.

source: No active or anticipated natural disasters identified.
es: No se identifican desastres naturales activos o previstos.

source: Assess current civil or political unrest in the country (or location) and the risk this may pose to Golder personnel.
es: Evaluar la agitación civil o política actual en el país (o lugar) y el riesgo que pueda representar para el personal de Golder.

source: Active or potential civil unrest, political unrest or armed conflict within the country (or location), but which does not extend to the Golder work area.
es: Agitación civil o política activa o potencial o conflicto armado en el país (o lugar), que no se extiende al área de trabajo de Golder.

source: The country (or location) has an overall unhealthy environment with several serious health challenges and endemic diseases.
es: El país (o lugar) tiene un entorno general poco saludable y desafíos importantes para la salud y enfermedades endémicas.

source: The country (or location) has an overall healthy environment.
es: El país (o lugar) tiene un entorno general saludable.

source: Active or anticipated natural disasters within the country (or location), but which does not extend to the Golder work area.
es: Desastres naturales activos o previstos en el país (o lugar), que no se extienden al área de trabajo de Golder.

source: Protect personal documents, wallets, purses.
es: Proteger documentos personales, billeteras, carteras, bolsos.

source: Store valuables out of sight or view.
es: Guardar objetos de valor fuera de la vista.

source: Use hotel safes.
es: Usar las cajas fuertes de los hoteles.

source: Do not leave laptops unattended or in the open.
es: No perder de vista su notebook/laptop.

source: Avoid wearing expensive or flashy jewellery.
es: Evitar usar joyas costosas o llamativas.

source: Kidnappings occur occasionally but perpetrators go after well-defined, high-profile local targets.
es: Los secuestros son ocasionales, pero los secuestradores tienen objetivos locales, bien definidos y de alto perfil.

source: Travellers should be advised of areas, buildings or locations likely to be targets and avoid these areas.
es: Se debe avisar a quienes viajan sobre las zonas, edificios o lugares que pueden ser objetivos para evitarlos.

source: Have working portable communications.
es: Llevar aparatos de comunicación portátiles operativos.

source: Avoid public demonstrations and gatherings.
es: Evitar manifestaciones y reuniones públicas.

source: The country's (or location’s) environment presents some health challenges and endemic diseases.
es: El país (o lugar) tiene un entorno que presenta algunos desafíos para la salud y enfermedades endémicas.

source: Hazard Category
es: Categoría del peligro

source: Specific Hazard
es: Peligro específico

source: Hazard Severity Guidance Notes
es: Notas de orientación sobre gravedad de los peligros

source: Natural disaster / Meteorology
es: Desastre natural / meteorología

source: Local Conditions
es: Condiciones locales

source: Assess current or anticipated natural disasters in the country (or location) and the risk this may pose to Golder personnel.
es: Evaluar los desastres naturales actuales o previstos en el país (o lugar) y el riesgo que puedan representar para el personal de Golder.

source: Assess nature and frequency of crimes in the country (or location) and the risk this may pose to Golder personnel.
es: Evaluar la naturaleza y frecuencia de los crímenes en el país (o lugar) y el riesgo que puedan representar para el personal de Golder.

source: Air travel (including commercial, charter (Golder and Client), light aircraft and helicopters
es: Viajes aéreos (inclusive los comerciales o chárter—Golder y cliente), aeronaves livianas y helicópteros

source: Identify local intelligence and local resources for relevant health, safety and security information.
es: Identificar la inteligencia y los recursos locales para obtener información relevante de salud y seguridad.

source: Contact local Golder office and copy the appropriate Regional VP (and in some cases OpCo Managing Director).
es: Contactar a la oficina local de Golder e informar al VP Regional correspondiente (y en algunos casos al Managing Director de la Operación).

source: Prior to this journey: Have you consulted with and been evaluated by a Travel Doctor, to ensure your continued wellbeing and fitness for duty and to ensure you have the appropriate vaccinations and medications for your destination?
es: Antes del viaje: ¿se pidió evaluación a un médico para asegurarse de mantenerse bien y apto para las labores y para asegurarse de tener las vacunas y medicamentos necesarios para el lugar de destino?

source: Hazard Assessment
es: Evaluación de los peligros

source: Follow guidance on specific hotels to stay in and places to avoid.
es: Seguir las pautas sobre hoteles específicos donde quedarse y lugares a evitar.

source: Keep abreast of local events.
es: Mantenerse al tanto de los acontecimientos locales.

source: Have working portable communication devices such as cell phones or satellite phones.
es: Tener aparatos de comunicación portátiles operativos tales como teléfonos celulares o satelitales.

source: Avoid public places and restaurants frequented by foreigners.
es: Evitar lugares públicos o restaurantes frecuentados por extranjeros.

source: Assess additional local risks posed to Golder travellers.
es: Evaluar riesgos adicionales locales para viajeros de Golder.

source: If this travel is related to Business Development, please refer to GP7, Developing Business Abroad, before starting with this assessment.
es: Si el viaje se relaciona con el desarrollo de negocios, consultar el procedimiento GP7 de desarrollo de negocios en el extranjero antes de comenzar esta evaluación.

source: Risk Ranking Guide
es: Guía de clasificación de riesgos

source: Periodic terrorist attacks -- most or all of them are unsophisticated and not designed to maximize casualties.
es: Ataques terroristas periódicos — la mayoría o todos son simples y no diseñados para maximizar las bajas.

source: If high-impact terrorist attacks occur they are isolated in parts of the country (or location) not related to Golder.
es: Si hay ataques terroristas de alto impacto, estos se remitan a zonas aisladas del país (o lugar) no relacionadas con Golder.

source: A general terrorism threat due to the country (or location) profile.
es: Una amenaza de terrorismo general debido al perfil del país (o lugar).

source: Security forces are effective in detecting/disrupting plots.
es: Las fuerzas de seguridad son eficaces en a la hora de detectar/desbaratar cualquier plan.

source: (Country or Location)
es: (País o lugar)

source: Refer to the Hart Aviation Airline Risk Calculator
es: Consultar la calculadora de riesgos de aerolíneas de Hart Aviation

source: (Username: golderarc Password: 655955ga) Or contact your Regional HSE Leader for assistance
es: (usuario: golderarc contraseña: 655955ga) O contactar al Líder Regional de HSE

source: Identify additional local risks posed to Golder travellers (through local Golder office intelligence)
es: Identificar riesgos locales adicionales para viajeros de Golder (a través de inteligencia de la oficina local de Golder).

source: Travel should be done only with proper security detail.
es: Los viajes solo deben hacerse con la información de seguridad correspondiente.

source: Travellers should be familiar with high threat destination security, trained in working with security details and trauma style first aid response.
es: Los viajeros deben estar al tanto de la seguridad en destinos gravemente amenazados, estar capacitados para trabajar con información de seguridad poder realizar primeros auxilios.

source: Traveller should recieve situational awareness/counter kidnapping training.
es: Los viajeros deben capacitarse en conciencia del entorno y prevención de secuestros.

source: Should have a security trained driver and dedicated close protection when moving about the location.
es: Deben tener un conductor capacitado en temas de seguridad y tener protección cercana dedicada al desplazarse por el lugar.

source: Employ robust check-in schedule.
es: Emplear un cronograma de chequeos exigente.

source: Alter daily routine.
es: Alterar la rutina diaria.

source: Client / Golder ERP / CRP should be in place with provision for Medical Emergencies.
es: Debe haber planes de respuesta a emergencias o crisis (ERP o CRP) del cliente o de Golder con disposiciones para emergencias médicas.

source: Evacuation plan to international Standard Medical Facilities.
es: Plan de evacuación hacia instalaciones médicas estándar internacionales.

source: Avoid eating and drinking untreated or local food which may be contaminated.
es: Evitar comer y beber alimentos locales o sin tratar que pudieran estar contaminados.

source: Wash hands frequently.
es: Lavarse las manos con frecuencia.

source: Consider listing prescription drugs within Golder’s Online Emergency Record database before departing home region
es: Considerar registrar los medicamentos con receta en la base de datos del Registro de Emergencias en Línea de Golder antes de salir de la región de origen.

source: Detailed ERP/CRP and evacuation plan.
es: Planes detallados de ERP/CRP y evacuación.

source: Alternative access and egress routes identified.
es: Rutas alternativas de acceso y salida identificadas.

source: Access to clean food, water and medical supplies ensured.
es: Acceso garantizado a alimentos y agua limpios y a suministros médicos.

source: Date Range (from - to) of Planned Travel:
es: Fechas del viaje (desde – hasta):

source: Review to determine whether a higher rated airline is available for the route.
es: Revisar para determinar si hay una aerolínea con mayor calificación disponible para la ruta.

source: Seek additional information from HART Aviation to identify necessary risk controls.
es: Buscar información adicional de HART Aviation para identificar controles de riesgo necesarios.

source: Yes
es: Sí

source: Internal Business
es: Negocio interno

source: Project Fieldwork
es: Trabajo de terreno por proyecto

source: Golder Office Visit
es: Visita a oficina de Golder

source: Project No-fieldwork
es: Trabajo de gabinete por proyecto

source: Other____________________________________________________________________________
es: Otro____________________________________________________________________________

source: Business Development
es: Desarrollo de negocios
